"About" = "Az App-ról";
"About %@" = "Körülbelül %@";
"Accessibility" = "Kisegítő lehetőségek";
"Acknowledgments" = "Köszönetnyílvánítás";
"Active app" = "Aktív alkalmazás";
"Active screen" = "Aktív képernyő";
"Active Space" = "Aktuális Íróasztal";
"Additional controls" = "További kezelőszervek";
"Additional controls…" = "További kezelőszervek…";
"Advanced" = "Fejlett";
"After release" = "Felengedés után";
"Align windows" = "Ablakok Elrendezése";
"Align windows:" = "Ablakok rendezése:";
"All apps" = "Minden alkalmazás";
"All data from this form will be made public, as a ticket on github.com" = "Minden adat amit ezen az űrlapon megadott publikus lesz egy GitHubon jegy formájában";
"All screens" = "Minden képernyő";
"All Spaces" = "Összes Íróasztal";
"Allowed" = "Engedélyezve";
"Alphabetical" = "ABC Sorrendben";
"Alphabetical Order" = "ABC sorrend";
"Also select windows using:" = "Ablakok kiválasztása az következővel is:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "Az AltTab összeomlott amikor utoljára használta. A hibajelentés küldése segíthet a probléma javításában";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Az AltTab jelenleg az alkalmazások megjelenítésére van beállítva.Ez a beállítás csak akkor érhető el, ha az AltTab az Ablakok megjelenítésére van beállítva.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab is running without Screen Recording permissions. Thumbnails won’t show.";
"AltTab needs some permissions" = "Az AltTab-nak néhány jogosultságra van szüksége";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Az AltTab megmutatja hogy az Ablak minimalizálva van-e (mínusz jel) vagy se.";
"Always" = "Mindig";
"Always send crash reports" = "Mindig küldjön Hibajelentést";
"and press" = "és nyomja meg";
"and press:" = "majd nyomjon:";
"Animations" = "Animációk";
"Animations…" = "Animációk…";
"App (BundleID starting with)" = "App (BundleID kezdve)";
"App Icons" = "Alkalmazásikonok";
"App is hidden" = "Az alkalmazás rejtett";
"App is running but has no open window" = "Az alkalmazás fut, de nincs nyitott ablaka";
"Apparition delay" = "Megjelenés késleltetése";
"Apparition delay:" = "Megjelenítés késleltetése:";
"Appearance" = "Megjelenés";
"Application Name" = "Alkalmazásnév";
"Application Name - Window Title" = "Alkalmazás neve - Ablak címe";
"Applications" = "Alkalmazások";
"Are you sure you don’t want a response?" = "Biztos benne, hogy letiltja az értesítéseket?";
"Arrow keys" = "Nyíl billentyűk";
"Ask whether to send crash reports" = "Kérdezzen rá a hibajelentések küldésére";
"Auto-install updates periodically" = "Frissítések automatikus telepítése";
"Blacklists" = "Tiltó lista";
"Cancel" = "Mégsem";
"Cancel and hide" = "Mégsem majd elrejt";
"Center" = "Középre";
"Check for updates now…" = "Frissítések keresése…";
"Check for updates periodically" = "Frissítések automatikus keresése";
"Check for updates…" = "Frissítések keresése…";
"Check permissions…" = "Ellenőrizze az engedélyeket ...";
"Close window" = "Ablak bezárása";
"Conflicting shortcut" = "Ütköző parancs";
"Controls" = "Kezelőszervek";
"Crash reports policy" = "Összeomlás Jelentés irányelve";
"Crash reports policy:" = "Hibajelentés házirend:";
"Cursor follows focus" = "Az egér követi a fókuszt";
"Customize App Icons style…" = "Alkalmazásikonok stílusának testre szabása";
"Customize Thumbnails style…" = "Miniatűrök stílusának testre szabása";
"Customize Titles style…" = "Címek stílusának testbeszabása";
"Dark" = "Sötét";
"Disabled" = "Disabled";
"Do nothing" = "Ne csináljon semmit";
"Don’t check for updates periodically" = "Ne keressen frissítéseket automatikusan";
"Don’t send" = "Ne küldjön";
"Don’t show windows from these apps" = "Ablakok elrejtése ezekből az alkalmazásokból";
"Done" = "Kész";
"End" = "Végén";
"Fade out animation" = "Eltűnés animáció";
"Fade out animation:" = "Eltűnési animáció:";
"Focus selected window" = "A kiválasztott ablak előtérbe hozása";
"Fullscreen window" = "Teljes Képernyős Ablak";
"Fullscreen windows:" = "Teljesképernyős ablakok:";
"Fullscreen/Defullscreen window" = "Teljes képernyős/WEflScreen ablak";
"General" = "Általános";
"Gesture" = "Gesture";
"Grant permission" = "Grant permission";
"Hidden windows:" = "Rejtett ablakok:";
"Hide" = "Elrejt";
"Hide app badges" = "Alkalmazás jelek eltüntetése";
"Hide app badges:" = "Alkalmazás jelek eltüntetése:";
"Hide apps with no open window" = "Alkalmazás elrejtése ha nincs nyitott Ablak";
"Hide apps with no open window:" = "Nyitott ablak nélküli alkalmazások elrejtése:";
"Hide colored circles on mouse hover" = "A színes körök elrejtése amikor az egeret fölé viszi";
"Hide colored circles on mouse hover:" = "A színes körök elrejtése amikor az egeret fölé viszi:";
"Hide in %@" = "Rejtse el a %-ot@";
"Hide Space number labels" = "Íróasztal számának elrejtése";
"Hide Space number labels:" = "Íróasztal Számának elrejtése:";
"Hide status icons" = "Státusz ikonok elrejtése";
"Hide status icons:" = "Státusz ikonok elrejtése:";
"Hide window thumbnails:" = "Ablak előnézet elrejtése";
"Hide/Show app" = "Applikáció elrejtése/megjelenítése";
"High" = "Magas";
"Highest" = "Legmagasabb";
"Hold" = "Tart";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "Azt gondolom hasznos lenne az app bővítése ezzel…";
"Ignore shortcuts when active" = "Hagyja figyelmen kívül a parancsokat ha";
"Ignore shortcuts while a window from these apps is active" = "Figyelmen kívül hagyja a parancsikonokat, miközben ezeknek az alkalmazásoknak az ablaka aktív";
"Language" = "Language";
"Language Change" = "Language Change";
"Large" = "Nagy";
"Later" = "Later";
"Latest releases" = "Legutóbbi kiadások";
"Leading" = "Balra";
"Left" = "Bal";
"Light" = "Fényes";
"Max height on screen:" = "Maximális magasság a képernyőn:";
"Max width on screen:" = "Maximális szélesség a képernyőn:";
"Medium" = "Közepes";
"Menubar icon" = "Menüsor ikonja";
"Menubar icon:" = "Menüsor ikon:";
"Middle" = "Közepén";
"Minimize/Deminimize window" = "Ablak kicsinyítés/visszaállítása";
"Minimized windows:" = "Kicsinyített ablakok:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "Egyéb";
"Mouse hover" = "Egér főlé vitele";
"Multiple screens" = "Több képernyő";
"Never send crash reports" = "Soha ne küldjön Hibajelentést";
"Normal" = "Normál";
"Not allowed" = "Nincs engedélyezve";
"NSHumanReadableCopyright" = "GPL-3.0 licensz";
"Only if the window is fullscreen" = "Csak ha az ablak teljesképernyős";
"Open Accessibility Preferences…" = "Kisegítő lehetőségek megnyitása…";
"Open Screen Recording Preferences…" = "Képernyőfelvételi beállítások megnyitása…";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "Opcionális: email (ha választ szeretnél kapni)";
"Order windows by" = "Ablakok Rendezése";
"Policies" = "Házirendek";
"Preferences…" = "Beállítások…";
"Preview selected window" = "A kiválasztott ablak előnézete";
"Preview selected window:" = "Választott ablak előnézete:";
"Preview the selected window." = "A kiválasztott ablak előnézete";
"Quit" = "Kilépés";
"Quit %@" = "Kilépés %@";
"Quit app" = "Kilépés az alkalmazásból";
"Recently Created" = "Nemrég Elindított";
"Recently Created First" = "Mostanában megnyitott";
"Recently Focused" = "Utoljára Használt";
"Recently Focused First" = "Mostanában Előtérben";
"Remember my choice" = "Emlékezzen a választásomra";
"Reset preferences and restart" = "Alaphelyzetbe állítás";
"Reset preferences and restart…" = "Alaphelyzetbe állítás és újraindítás...";
"Restart Now" = "Restart Now";
"Rows of thumbnails:" = "Sorok előnézetben:";
"Screen including menu bar" = "Képernyő a Menüsorral";
"Screen including mouse" = "A képernyő ahol az egér van";
"Screen Recording" = "Képernyő felvétel";
"Screen showing AltTab" = "Az AltTab képernyője";
"Select next window" = "Következő ablak kiválasztása";
"Select previous window" = "Előző ablak kiválasztása";
"Select windows on mouse hover" = "Ablakok választása egérrel";
"Select windows using arrow keys" = "Ablakok választás a nyilakkal";
"Select windows using vim keys" = "Ablakok választása VIM bill.";
"Send" = "Küldés";
"Send a crash report?" = "Küldjünk Hibajelentést?";
"Send anyway" = "Küldés mindenképp";
"Send debug profile (CPU, memory, etc)" = "Hibakeresési profil (CPU, memória, stb.) küldése";
"Send feedback" = "Visszajelzés küldése";
"Send feedback…" = "Visszajelzés küldése…";
"Share improvement ideas, or report bugs" = "Fejlesztési ötletek megosztása, hibabejelentés";
"Shortcut 1" = "Parancsikon 1";
"Shortcut 2" = "Parancsikon 2";
"Shortcut 3" = "3. parancsikon";
"Shortcut 4" = "4. parancsikon";
"Shortcut 5" = "Parancsikon 5";
"Shortcut already assigned to another action: %@" = "A parancs már hozzá van rendelve egy másik művelethez: %@";
"Shortcuts When Active" = "Parancsikonok aktív esetén";
"Shortcuts when active…" = "Parancs amikor aktív...";
"Show" = "Mutat";
"Show & Hide" = "Mutatás és Elrejtés";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Ablakonkénti vagy Alkalmazásonkénti megjelenítés az AppVáltóban.";
"Show at the end" = "Lista végén mutat";
"Show fullscreen windows" = "Teljes képernyős Ablakok megjelenítése";
"Show hidden windows" = "Rejtett ablakok megjelenítése";
"Show in switcher" = "Mutasd meg a AppVáltó -ban";
"Show minimized windows" = "Minimalizált ablakok megjelenítése";
"Show on" = "Mutatás";
"Show on:" = "Megjelenítés:";
"Show standard tabs as windows" = "Lapok megjelenítése Ablakként";
"Show standard tabs as windows:" = "Alkalmazás lapok megjelenítése ablakokként:";
"Show titles" = "Címek mutatása";
"Show windows from applications" = "Ablak Mutatása";
"Show windows from screens" = "Ablak mutatása a Képernyőről";
"Show windows from Spaces" = "Ablak mutatása az Íróasztalról";
"Show windows from:" = "Ablakok mutatása:";
"Size" = "Méret";
"Skipped" = "Skipped";
"Small" = "Kicsi";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Egyes alkalmazások, mint például a Finder vagy az előnézet, olyan füleket használnak, amelyek független ablakokként működnek. Néhány más alkalmazás, például a webböngészők egyedi füleket használnak, amelyek egyedi módon működnek, és nem tényleges ablakok. Az Altab nem tudja ezeket külön felsorolni.";
"Source code repository" = "Forrás kód tárhelye";
"Space" = "Íróasztal";
"Space Order" = "Íróasztal Sorrendje";
"Start" = "Elején";
"Start at login" = "Indítás bejelentkezéskor";
"Start at login:" = "Indítás bejelentkezéskor:";
"Support this project ❤️" = "Támogasd a projektet ❤️";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "Váltás 3 testre szabható stílus között";
"System" = "Rendszer";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "Téma";
"Theme:" = "Téma:";
"Then release:" = "Majd engedje fel:";
"This permission is needed to focus windows after you release the shortcut" = "Ez a jogosultság ahhoz szükséges hogy az ablak fókuszba kerüljön miután a parancsikont elengedte";
"This permission is needed to show screenshots and titles of open windows" = "Ez a jogosultág az ablak előnézetéhez és címezéséhez szükséges.";
"Thumbnails" = "Miniatűrök";
"Title" = "Title";
"Title truncation" = "Rövidíés";
"Titles" = "Címek";
"Trigger shortcut" = "Indító parancs";
"Unassign existing shortcut and continue" = "Meglévő parancs cseréje és folytatás";
"Updates policy" = "Frissítési házirend";
"Updates policy:" = "Frissítési beállítások:";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "Verzió";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "Aktuális beszélgetések megtekintése";
"Vim keys" = "VIM billentyűk";
"Vim keys already assigned to other actions:\n%@" = "VIM bill. már hozzárendelt más műveletekhez: \\ n%@";
"Visibility" = "Láthatóság";
"Visible Spaces" = "Látható Íróasztalok";
"When fullscreen" = "Amikor teljes képernyős";
"When no open window" = "Amikor nincs nyitott ablaka";
"While open, press:" = "Megnyitás közben nyomjon:";
"Window app icon size:" = "Ablak alkalmazásikonmérete:";
"Window is fullscreen" = "Az ablak teljes képernyős";
"Window is minimized" = "Az ablak minimalizálva van";
"Window is on every Space" = "Ablak minden Íróasztalon";
"Window is on Space %d" = "Az ablak a %d Íróasztalon van";
"Window max width in row:" = "Ablak maximális szélessége a sorban:";
"Window min width in row:" = "Ablak minimum szélessége a sorban:";
"Window order:" = "Ablakok sorrendje:";
"Window Title" = "Ablak címe";
"Window title font size:" = "Ablak címének betű mérete:";
"Window title truncation:" = "Ablak címsor rövidítése:";
"Windows" = "Ablakok";
"You can’t undo this action." = "Nem vonhatja vissza ezt a műveletet.";
"You didn’t write your email, thus can’t receive any response." = "Ha nem ad meg e-mail címet, nem tudunk választ küldeni";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
